var dongguan = {
  "441900000000": [
    {
        "name": "东城街道办事处",
        "id": "441900003000",
        "city": "东莞市"
    },
    {
        "name": "南城街道办事处",
        "id": "441900004000",
        "city": "东莞市"
    },
    {
        "name": "万江街道办事处",
        "id": "441900005000",
        "city": "东莞市"
    },
    {
        "name": "莞城街道办事处",
        "id": "441900006000",
        "city": "东莞市"
    },
    {
        "name": "石碣镇",
        "id": "441900101000",
        "city": "东莞市"
    },
    {
        "name": "石龙镇",
        "id": "441900102000",
        "city": "东莞市"
    },
    {
        "name": "茶山镇",
        "id": "441900103000",
        "city": "东莞市"
    },
    {
        "name": "石排镇",
        "id": "441900104000",
        "city": "东莞市"
    },
    {
        "name": "企石镇",
        "id": "441900105000",
        "city": "东莞市"
    },
    {
        "name": "横沥镇",
        "id": "441900106000",
        "city": "东莞市"
    },
    {
        "name": "桥头镇",
        "id": "441900107000",
        "city": "东莞市"
    },
    {
        "name": "谢岗镇",
        "id": "441900108000",
        "city": "东莞市"
    },
    {
        "name": "东坑镇",
        "id": "441900109000",
        "city": "东莞市"
    },
    {
        "name": "常平镇",
        "id": "441900110000",
        "city": "东莞市"
    },
    {
        "name": "寮步镇",
        "id": "441900111000",
        "city": "东莞市"
    },
    {
        "name": "樟木头镇",
        "id": "441900112000",
        "city": "东莞市"
    },
    {
        "name": "大朗镇",
        "id": "441900113000",
        "city": "东莞市"
    },
    {
        "name": "黄江镇",
        "id": "441900114000",
        "city": "东莞市"
    },
    {
        "name": "清溪镇",
        "id": "441900115000",
        "city": "东莞市"
    },
    {
        "name": "塘厦镇",
        "id": "441900116000",
        "city": "东莞市"
    },
    {
        "name": "凤岗镇",
        "id": "441900117000",
        "city": "东莞市"
    },
    {
        "name": "大岭山镇",
        "id": "441900118000",
        "city": "东莞市"
    },
    {
        "name": "长安镇",
        "id": "441900119000",
        "city": "东莞市"
    },
    {
        "name": "虎门镇",
        "id": "441900121000",
        "city": "东莞市"
    },
    {
        "name": "厚街镇",
        "id": "441900122000",
        "city": "东莞市"
    },
    {
        "name": "沙田镇",
        "id": "441900123000",
        "city": "东莞市"
    },
    {
        "name": "道滘镇",
        "id": "441900124000",
        "city": "东莞市"
    },
    {
        "name": "洪梅镇",
        "id": "441900125000",
        "city": "东莞市"
    },
    {
        "name": "麻涌镇",
        "id": "441900126000",
        "city": "东莞市"
    },
    {
        "name": "望牛墩镇",
        "id": "441900127000",
        "city": "东莞市"
    },
    {
        "name": "中堂镇",
        "id": "441900128000",
        "city": "东莞市"
    },
    {
        "name": "高埗镇",
        "id": "441900129000",
        "city": "东莞市"
    },
    {
        "name": "松山湖管委会",
        "id": "441900401000",
        "city": "东莞市"
    },
    {
        "name": "东莞港",
        "id": "441900402000",
        "city": "东莞市"
    },
    {
        "name": "东莞生态园",
        "id": "441900403000",
        "city": "东莞市"
    }
  ]
}
